Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=562_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Tiina Sanila-Aikio ja Heikki Paltto sámedikki várreságajođiheaddjin
sms: Tiina Sanila-Aikio da Heikki Paltto sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteeŠjen

source: Čeavetjávrris eret leahkki nuortalaš Tiina Sanila-Aikio ja Heikki Paltto Leammis Anáris válljejuvvuiga ovttamielalaččat sámedikki várreságajođiheaddjin válgabadjái 2012-2015.
sms: ČeŠvetjääuŠrest ååraš nuõrttsäŠmmlaž Tiina Sanila-Aikio da Heikki Paltto Aanar Lemmenjooǥǥâst vaŠlljeeš õõutmiõllsânji sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteeŠjen vaalpââŠjj eeŠjjid 2012-2015.

source: Sanila-Aikio, gii válljejuvvui vuosttaš várreságajođiheaddjin, lea dál vuosttaš baji sámedikki áirrasin.
sms: Sanila-Aikio, koon vaŠlljeeš vuõssmõs vääŠrrsaaǥǥjååŠđjeeŠjen, lij sääŠmteeŠǧǧvõboršeŠǩǩen vuõssmõs vaalpââi.

source: Paltto, gii válljejuvvui nubbin várreságajođiheaddjin, lei sámedikki stivrra lahttun juo ovddit válgabajis.
sms: Paltto, koon vaŠlljeeš nuŠbben vääŠrrsaaǥǥjååŠđteeŠjen, lij leämmaž sääŠmteeŠǧǧ halltõõzzâst juŠn ääiŠjbuš vaalpââŠjest.

source: Sámedikki stivrii válljejuvvojedje jienasteami maŋŋá čuovvovaš lahtut:
sms: SääŠmteeŠǧǧ halltõŠsse vaŠlljeeš mâŋŋa jiõnstumuužži puõŠtti vuässlaid:

source: Ohcejogas Ilmari Tapiola ja Asko Länsman
sms: Uccjooǥǥâst Ilmari Tapiola da Asko Länsman

source: Anáris / Helssegis Pirita Näkkäläjärvi
sms: Aanrest / HeŠlssnest Pirita Näkkäläjärvi

source: Soađegili Vuohčus Petra Magga-Vars.
sms: SuäŠđjel Vuõccust Petra Magga-Vars.
